Repository: openstack-archive/deb-mistral
Catalog: debian/po/*.po
Languages: da

source: * the type of database that you want to use; * the database server hostname (that server must allow TCP connections from this machine); * a username and password to access the database.
da: * databasetypen som du ønsker at bruge * serverens værtsnavn (denne server skal tillade TCP-forbindelser fra denne maskine) * et brugernavn og adgangskode til at tilgå databasen

source: If some of these requirements are missing, do not choose this option and run with regular SQLite support.
da: Hvis nogle af disse krav mangler så afvis denne indstilling og kør med normal SQLite-understøttelse.

source: Authentication server hostname:
da: Værtsnavn for godkendelsesserver:

source: Authentication server tenant name:
da: Lejenavn (tenant) for godkendelsesserver:

source: Please specify the authentication server tenant name.
da: Angiv venligst lejenavn (tenant) for godkendelsesserveren.

source: Authentication server username:
da: Brugernavn for godkendelsesserver:

source: Please specify the username to use with the authentication server.
da: Angiv venligst brugernavnet der skal bruges med godkendelsesserveren.

source: Authentication server password:
da: Adgangskode for godkendelsesserver:

source: Please specify the password to use with the authentication server.
da: Angiv venligst adgangskoden der skal bruges med godkendelsesserveren.

source: IP address of your RabbitMQ host:
da: IP-adresse for din RabbitMQ-vært:

source: In order to interoperate with other components of OpenStack, this package needs to connect to a central RabbitMQ server.
da: Denne pakke skal forbinde til en central RabbitMQ-server, for at fungere med andre komponenter i OpenStack.

source: Please specify the IP address of that server.
da: Angiv venligst IP-adressen for denne server.

source: Username for connection to the RabbitMQ server:
da: Brugernavn for forbindelse til RabbitMQ-serveren:

source: Please specify the username used to connect to the RabbitMQ server.
da: Angiv venligst brugernavnet brugt til at forbinde med RabbitMQ-serveren.

source: Password for connection to the RabbitMQ server:
da: Adgangskode for forbindelsen med RAbbitMQ-serveren:

source: Please specify the password used to connect to the RabbitMQ server.
da: Angiv venligst adgangskoden brugt til at forbinde med RabbitMQ-serveren.

source: Each OpenStack service (each API) should be registered in order to be accessible. This is done using "keystone service-create" and "keystone endpoint-create". This can be done automatically now.
da: Hver Openstacktjeneste (hver API) skal være registreret for at kunne tilgås. Dette gøres med »keystone service-create« og »keystone endpoint-create«. Dette kan gøres automatiks nu.

source: Keystone server IP address:
da: IP-adresse for Keystoneserver:

source: This IP address should be accessible from the clients that will use this service, so if you are installing a public cloud, this should be a public IP address.
da: Denne IP-adresse skal være tilgængelig fra klienterne, som vil bruge denne tjeneste, så hvis du installerer en offentlig sky, skal dette være en offentlig IP-adresse.

source: Name of the region to register:
da: Navn på regionen der skal registreres:

source: OpenStack supports using availability zones, with each region representing a location. Please enter the zone that you wish to use when registering the endpoint.
da: OpenStack understøtter brug af tilgængelighedszoner, hvor hver region repræsenterer et sted. Indtast venligst zonen du ønsker at bruge, når slutpunktet registreres.
